window.newsData = [
    
    {
        "id": "ind1",
        "title": "Welcome to India news",
        "category": "India",
        "date": "2025-04-21",
        "time": "10:47 AM",
        "image": "/images/news10.jpg",
        "alt": "News",
        "excerpt": "All the best...",
        "fullText": "Good luck."
    },
    
    {
        "id": "ap1",
        "title": "AP GOVT: గుడ్‌న్యూస్.. ఆ జిల్లా ప్రజల కోరిక నెరవేర్చనున్న కూటమి సర్కార్",
        "category": "Andhra Pradesh",
        "date": "2025-04-21",
        "time": "10:47 AM",
        "image": "/images/news1.jpg",
        "alt": "News",
        "excerpt": "AP GOVT: గుడ్‌న్యూస్.. ఆ జిల్లా ప్రజల కోరిక నెరవేర్చనున్న కూటమి సర్కార్...",
        "fullText": "Pemmasani Chandrasekhar: గుంటూరు అభివృద్ధికి ప్రభుత్వం ప్రత్యేక కార్యచరణ చేపట్టింది. ట్రాఫిక్ సమస్యలు పరిష్కరించేలా కీలక నిర్ణయం తీసుకుంది. శంకర్ విలాస్ బ్రిడ్జిని అధునాతనంగా నిర్మించడానికి గ్రీన్‌సిగ్నల్ ఇచ్చింది. దీంతో నగరంలో ట్రాఫిక్ సమస్యలు తీరనున్నాయి. గుంటూరు నగరంలో ట్రాఫిక్ సమస్య పెరిగిపోవడంతో శంకర్ విలాస్ బ్రిడ్జిని ఆధునీకరణ చేయబోతున్నామని కేంద్రమంత్రి పెమ్మసాని చంద్రశేఖర్ తెలిపారు.1958లో కట్టిన శంకర్ విలాస్ బ్రిడ్జి శిథిలావస్థకు వచ్చిందని అన్నారు. నందివెలుగు బ్రిడ్జి అభివృద్ధి పనులను కూటమి ప్రభుత్వం 2014లో మంజూరు చేసిందని గుర్తుచేశారు. ఇవాళ(సోమవారం) శంకర్ విలాస్‌ పై వంతెన కోసం భవనాలు, స్థలాలు కోల్పోతున్న వారికి పరిహారం పంపిణీ చేశారు. గుంటూరు కార్పొరేషన్ కార్యాలయంలో జరిగిన కార్యక్రమంలో కేంద్ర సహాయ మంత్రి పెమ్మసాని చంద్రశేఖర్, ఎమ్మెల్యేలు గల్లా మాధవి, నసీర్ అహ్మద్, బూర్ల రామాంజనేయులు పాల్గొన్నారు."
    },
    {
        "id": "ap2",
        "title": "Vamsi Bail: వంశీకి మళ్లీ నిరాశే...",
        "category": "Andhra Pradesh",
        "date": "2025-04-21",
        "time": "11:02 AM",
        "image": "/images/news2.jpg",
        "alt": "News",
        "excerpt": "Vamsi Bail: మాజీ ఎమ్మెల్యే వల్లభనేని వంశీకి మళ్లీ నిరాశే ఎదురైంది. వంశీ బెయిల్‌ పిటిషన్‌పై ఏపీ హైకోర్టులో విచారణ జరిగింది....",
        "fullText": "అమరావతి, ఏప్రిల్ 21: మాజీ ఎమ్మెల్యే వల్లభనేని వంశీ (Former MLA Vallabhaneni Vamsi) బెయిల్‌ పిటిషన్‌పై విచారణ వాయిదా పడింది. విచారణను వారం రోజులకు ఏపీ హైకోర్టు (AP High Court) వాయిదా వేసింది. స్థలం ఆక్రమణ కేసులో బెయిల్ కోసం వంశీ హైకోర్టులో పిటిషన్‌ వేశారు. ఈరోజు (సోమవారం) ఈ పిటిషన్‌పై ధర్మాసనం విచారించింది. అయితే ప్రభుత్వం నుంచి ఆదేశాలు తీసుకోవాల్సి ఉందని ప్రభుత్వ న్యాయవాది హైకోర్టు దృష్టికి తీసుకువెళ్లారు. దీంతో ఈకేసు విచారణను హైకోర్టు వారం రోజులకు వాయిదా వేసింది. ఇప్పటికే ఈ కేసుకు సంబంధించి విజయవాడ జిల్లా జైలులో వంశీ రిమాండ్ ఖైదీగా ఉన్నారు. కాగా.. ఇప్పటికే వల్లభనేని వంశీపై పీటీ వారెంట్లు దాఖలు చేయడంతో విజయవాడ జిల్లా జైలులో రిమాండ్‌లో ఉన్నారు. ఆయనపై విజయవాడలో ఎస్సీ, ఎస్టీ కేసుతో సహా ఇంకా సత్యవర్ధన్‌ కిడ్నాప్‌ కేసులు నమోదై ఉన్నాయి. మరికొన్ని కేసుల్లో కూడా పీటీ వారెంట్ దాఖలు చేయడంతో వాటిలో రిమాండ్ విధించారు. ఈ క్రమంలో ఈరోజు స్థలం ఆక్రమణ కేసులో బెయిల్ కోసం వంశీ పిటిషన్ వేయగా.. విచారణను న్యాయస్థానం వారం రోజులకు వాయిదా వేసింది."
    },
    {
        "id": "ap3",
        "title": "Tirumala Darshan: శ్రీవారిని ఎంతమంది భక్తులు దర్శించుకున్నారో తెలుసా...",
        "category": "Andhra Pradesh",
        "date": "2025-04-21",
        "time": "11:16 AM",
        "image": "/images/news3.jpg",
        "alt": "News",
        "excerpt": "Tirumala Darshan: తిరుమల శ్రీవారి ఆలయంలో భక్తుల రద్దీ అంతకంతకూ పెరిగిపోతుంది. శ్రీవారి దర్శనం కోసం ఏడు కంపార్ట్‌మెంట్లలో భక్తులు వేచి ఉన్నారు.....",
        "fullText": "కలియుగ ప్రత్యక్ష దైవం తిరుమల శ్రీనివాసుడిని (Tirumala Temple) దర్శించుకునేందుకు భక్తులు పెద్ద సంఖ్యలో తరలివస్తున్నారు. పరీక్షలు అయిపోవడంతో పాటు వేసవి సెలవులు వచ్చేయడంతో చాలా మంది తిరుమల బాట పట్టారు. దీంతో తిరుమలలో భక్తుల రద్దీ ఒక్కసారిగా పెరిగిపోయింది. ఆ గోవిందుడిని దర్శించుకుని మొక్కులు చెల్లించుకుంటున్నారు. భక్తులు అధికంగా తరలిరావడంతో శ్రీవారి దర్శనానికి గంటల సమయం పడుతోంది. శ్రీవారిని దర్శించుకునేందుకు దాదాపు ఏడు కంపార్ట్‌మెంట్లలో భక్తులు వేచి ఉన్నారు. శ్రీవారి సర్వదర్శనం కోసం దాదాపు 12 గంటల సమయం పడుతోంది.అలాగే వేసవి సెలవుల్లో శ్రీవారిని దర్శించుకునే భక్తుల సంఖ్య మరింత ఎక్కువ అయ్యే అవకాశం ఉండనుంది. ఇక నిన్న (ఆదివారం) వారాంతం కావడంతో తిరుమల శ్రీవారిని పెద్ద సంఖ్యలో భక్తులు దర్శించుకున్నారు. దాదాపు 25,078 మంది భక్తులు శ్రీవారిని దర్శించుకున్నారు. అలాగే శ్రీవారికి తలనీలాలు సమర్పించుకుని మొక్కులు చెల్లించుకున్నారు. నిన్న శ్రీవారికి హుండీ ద్వారా రూ.3.85కోట్ల ఆదాయం వచ్చింది."
    },
    {
        "id": "ku1",
        "title": "కువైట్‌లో 18-35 ఏళ్ల వయస్సు ఉన్న వ్యక్తులను ఆరోగ్య మంత్రిత్వ శాఖలో సూపర్వైజరీ ఉద్యోగాలకు దరఖాస్తు చేసుకోవడానికి ఆహ్వానిస్తున్నారు",
        "category": "Kuwait",
        "date": "2025-04-21",
        "time": "11:16 AM",
        "image": "/images/news10.jpg",
        "alt": "News",
        "excerpt": "పబ్లిక్ ఆథారిటీ ఫర్ మ్యాన్పవర్, మినిస్ట్రీ ఆఫ్ హెల్త్ యొక్క కువైటైజేషన్ ప్రోగ్రామ్ ద్వారా....",
        "fullText": "పబ్లిక్ ఆథారిటీ ఫర్ మ్యాన్పవర్, మినిస్ట్రీ ఆఫ్ హెల్త్ యొక్క కువైటైజేషన్ ప్రోగ్రామ్ ద్వారా హాస్పిటల్స్ లో సూపర్వైజరీ పాత్రలను జాతీయం చేయడానికి ప్రయత్నాలు కొనసాగిస్తోంది. ఈ పథకంలో భాగంగా, ఆథారిటీ ఇప్పుడు హాస్పిటల్ న్యూట్రిషన్ కాంట్రాక్ట్స్ లో హాస్పిటల్ శుభ్రత సిబ్బందిని పర్యవేక్షించడంపై దృష్టి పెట్టిన పదవులకు దరఖాస్తులను స్వీకరిస్తోంది."
    },
    
];
